---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.Milliseconds
source: html/f709b28c-d501-da28-f71c-e88c5daa9724.htm
---
# Autodesk.Revit.DB.UnitTypeId.Milliseconds Property

Milliseconds.

## Syntax (C#)
```csharp
public static ForgeTypeId Milliseconds { get; }
```